---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingFrontDirn2
source: html/6d59f983-5f8e-356f-f5cd-1a30e600d8be.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemSpacingFrontDirn2 Property

"Exterior Minor Spacing"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemSpacingFrontDirn2 { get; }
```